Repository: canonical/firmware-updater
Catalog: packages/firmware_updater/lib/src/l10n/app_*.arb
Languages: be, ca, da, de, eo, es, fr, id, oc, pl, pt_br, ru, sk, sr, sv, zh, zh_tw

# fwupdErrorVersionNewer
source: Installed newer firmware version
be: Усталявана новая версія ўбудаванай праграмы
da: Nyere firmwareversion installeret
de: Neuere Firmware-Version installiert
eo: Instalis pli novan version de mikroprogramo
es: Version mas reciente de firmaware instalada
fr: Version du micrologiciel plus récente installée
id: Versi firmware yang lebih baru terinstal
oc: Version del micrologicial mai recent installat
pl: Zainstalowano nowszą wersję oprogramowania sprzętowego
pt_br: Versão de firmware mais recente instalada
ru: Установлена новая версия прошивки
sk: Nainštalovaná nová verzia firmvéru
sr: Инсталирана новија верзија фирмвера
sv: Installerad nyare version av fast programvara
zh: 已安装更新版本的固件
zh_tw: 已安裝較新的韌體版本

# fwupdErrorVersionSame
source: Installed same firmware version
be: Усталявана тая ж самая версія ўбудаванай праграмы
da: Samme firmwareversion installeret
de: Gleiche Firmware-Version installiert
eo: Instalis la saman version de mikroprogramo
es: Misma versión de Firmware instalada
fr: Installé la même version du micrologiciel
id: Versi firmware yang sama terinstal
oc: Meteissa version del micrologicial installada
pl: Zainstalowano tę samą wersję oprogramowania sprzętowego
pt_br: Instalada a mesma versão de firmware
ru: Установлена та же версия прошивки
sk: Je nainštalovaná rovnaká verzia firmvéru
sr: Инсталирана иста верзија фирмвера
sv: Installerad samma version av fast programvara
zh: 已安装相同版本的固件
zh_tw: 已安裝相同的韌體版本

# fwupdErrorAuthFailed
source: Failed to get authentication
be: Не ўдалося атрымаць аўтэнтыфікацыю
ca: No s'ha pogut obtenir l'autenticació
da: Kunne ikke indhente godkendelse
de: Authentifizierung fehlgeschlagen
eo: Malsukcesis aŭtentikigo
es: Falla para obtener autenticación
fr: Échec de l'obtention de l'authentification
id: Gagal untuk mendapatkan otentikasi
oc: Fracàs de l’obtencion de l’autentificacion
pl: Nie udało się uzyskać uwierzytelnienia
pt_br: Falha ao obter autenticação
ru: Не удалось получить аутентификацию
sk: Nepodarilo sa získať overenie
sr: Неуспех у добијању аутентификације
sv: Misslyckades att hämta autentisering
zh: 鉴权失败
zh_tw: 取得驗證失敗

# fwupdErrorInvalidFile
source: Invalid file format
be: Памылковы фармат файла
ca: El format de fitxer no és vàlid
da: Ugyldigt filformat
de: Ungültiges Dateiformat
eo: Nevalida dosierformo
es: Formato de archivo invalido
fr: Format de fichier invalide
id: Format berkas tidak valid
oc: Format de fichièr invalid
pl: Nieprawidłowy format pliku
pt_br: Formato de arquivo inválido
ru: Недопустимый формат файла
sk: Neplatný formát súboru
sr: Неважећи формат датотеке
sv: Ogiltigt filformat
zh: 文件格式无效
zh_tw: 無效的檔案格式

# fwupdErrorNotFound
source: No matching device exists
be: Адпаведная прылада не знойдзены
da: Der findes ingen tilsvarende enhed
de: Kein passendes Gerät vorhanden
eo: Ne ekzistas kongrua aparato
es: No existe dispositivo que coincida
fr: Aucun appareil correspondant n'existe
id: Tidak ada perangkat yang cocok
oc: Cap de periferic correspondent existís pas
pl: Brak dopasowanego urządzenia
pt_br: Não existe nenhum dispositivo correspondente
ru: Нет подходящего устройства
sk: Žiadne vhodné zariadenie
sr: Не постоји одговарајући уређај
sv: Ingen matchande enhet existerar
zh: 无匹配设备
zh_tw: 不存在匹配的裝置

# fwupdErrorNothingToDo
source: Nothing to do
be: Заданні адсутнічаюць
ca: Res a fer
da: Intet at gøre
de: Nichts zu tun
eo: Nenio farota
es: Nada que hacer
fr: Rien à faire
id: Tidak ada yang dilakukan
oc: Res a far
pl: Nic do zrobienia
pt_br: Nada a fazer
ru: Нечего делать
sk: Nič na práci
sr: Нема шта да се ради
sv: Inget att göra
zh: 无事可做
zh_tw: 無事可做

# fwupdErrorNotSupported
source: Action was not possible
be: Дзеянне было немагчымае
da: Handlingen var ikke mulig
de: Aktion war nicht möglich
eo: La ago ne eblis
es: Acción no fue posible
fr: L'action n'était pas possible
id: Aksi tidak mungkin lakukan
oc: L’accion èra pas possibla
pl: Działanie nie było możliwe
pt_br: A ação não foi possível
ru: Действие было невозможным
sk: Akcia nebola možná
sr: Акција није била могућа
sv: Åtgärd var inte möjlig
zh: 该操作无法进行
zh_tw: 無法進行操作

# fwupdErrorSignatureInvalid
source: Signature was invalid
be: Подпіс быў памылковы
ca: La signatura no era vàlida
da: Underskrift var ugyldig
de: Signatur war ungültig
eo: La subskribo estas nevalida
es: Firma fue invalida
fr: Signature était invalide
id: Tanda tangan tidak valid
oc: La signatura èra invalida
pl: Podpis był nieprawidłowy
pt_br: A assinatura era inválida
ru: Подпись была недействительна
sk: Podpis bol neplatný
sr: Потпис је био неважећи
sv: Signatur var ogiltig
zh: 签名无效
zh_tw: 簽名無效

# fwupdErrorAcPowerRequired
source: AC power was required
be: Патрабавалася электрасілкаванне
da: Ekstern strømforsyning var påkrævet
de: Netzstrom war erforderlich
eo: Ekstera energifonto necesas
es: Energía AC fue requerida
fr: Alimentation secteur était requise
id: Daya AC diperlukan
oc: Alimentacion extèrna requerida
pl: Wymagane było zasilanie sieciowe
pt_br: Alimentação AC era necessária
ru: Требовалось питание от сети
sk: Potrebné napájanie zo siete
sr: Потребно је било напајање наизменичном струјом
sv: AC-ström krävdes
zh: 需要插入交流电源
zh_tw: 需要交流電源

# fwupdErrorUnknown
source: Unknown error
be: Невядомая памылка
ca: Error desconegut
da: Ukendt fejl
de: Unbekannter Fehler
eo: Nekonata eraro
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan yang tidak diketahui
oc: Error desconeguda
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sr: Непозната грешка
sv: Okänt fel
zh: 未知错误
zh_tw: 未知錯誤

# fwupdStatusUnknown
source: Unknown state
be: Невядомы стан
ca: Estat desconegut
da: Ukendt tilstand
de: Unbekannter Status
eo: Nekonata stato
es: Estado desconocido
fr: État inconnu
id: Status tidak diketahui
oc: Estat desconegut
pl: Nieznany stan
pt_br: Estado desconhecido
ru: Неизвестное состояние
sk: Neznámy stav
sr: Непознато стање
sv: Okänt tillstånd
zh: 未知状态
zh_tw: 未知狀態

# fwupdStatusDecompressing
source: Decompressing firmware
be: Распакаванне ўбудаванай праграмы
da: Udpakker firmware
de: Firmware wird dekomprimiert
eo: Maldensigante mikroprogramon
es: Descomprimiendo el firmware
fr: Décompression micrologiciel
id: Mendekompresi firmware
oc: Descompression micrologicial
pl: Dekompresowanie oprogramowania sprzętowego
pt_br: Descompactando firmware
ru: Декомпрессия прошивки
sk: Dekomprimácia firmvéru
sr: Декомпресија фирмвера
sv: Dekomprimerar fast programvara
zh: 正在解压固件包
zh_tw: 正在解壓縮韌體

# fwupdStatusDeviceRestart
source: Restarting the device
be: Перазапуск прылады
ca: Reiniciant el dispositiu
da: Genstarter enheden
de: Gerät wird neu gestartet
eo: Restartigante la aparaton
es: Reiniciando el dispositivo
fr: Redémarrage de l’appareil
id: Memulai ulang perangkat
oc: Reaviada del periferic
pl: Ponowne uruchomienie urządzenia
pt_br: Reiniciando o dispositivo
ru: Перезапуск устройства
sk: Reštartovanie zariadenia
sr: Поновно покретање уређаја
sv: Startar om enheten
zh: 正在重启设备
zh_tw: 正在重新啟動裝置

# fwupdStatusDeviceVerify
source: Verifying (reading) a device
be: Праверка (чытанне) прылады
da: Verificerer (læser) en enhed
de: Gerät wird verifiziert (gelesen)
eo: Konfirmante (legante) aparaton
es: Verificando (leyendo) un dispositivo
fr: Vérifie (lit) un appareil
id: Memverifikasi (membaca) perangkat
oc: Verificacion (lectura) d’un periferic
pl: Weryfikowanie (odczyt) urządzenia
pt_br: Verificando (lendo) um dispositivo
ru: Проверка (считывание) устройства
sk: Overovanie (čítanie) zariadenia
sr: Верификација (читање) уређаја
sv: Verifierar (läser) en enhet
zh: 正在验证设备数据
zh_tw: 正在驗證（讀取）裝置

# fwupdStatusDeviceBusy
source: The device is busy
be: Прылада занята
ca: El dispositiu està ocupat
da: Enheden er optaget
de: Das Gerät ist beschäftigt
eo: La aparato estas okupata
es: El dispositivo esta ocupado
fr: L'appareil est occupé
id: Perangkat sedang sibuk
oc: Lo periferic es ocupat
pl: Urządzenie jest zajęte
pt_br: O dispositivo está ocupado
ru: Устройство занято
sk: Zariadenie je zaneprázdnené
sr: Уређај је заузет
sv: Enheten är upptagen
zh: 设备正忙
zh_tw: 裝置忙碌中

# rebootLater
source: Restart later
be: Перазапусціць пазней
ca: Reinicia més tard
da: Genstart senere
de: Später neu starten
eo: Restartigi poste
es: Reiniciar mas tarde
fr: Redémarrer plus tard
id: Mulai ulang nanti
oc: Reaviar mai tard
pl: Uruchom ponownie później
pt_br: Reiniciar mais tarde
ru: Перезапустить позже
sk: Reštart neskôr
sr: Поново покрени касније
sv: Starta om senare
zh: 稍后重启
zh_tw: 稍後重新啟動

# rebootNow
source: Restart now
be: Перазапусціць зараз
ca: Reinicia ara
da: Genstart nu
de: Jetzt neu starten
eo: Restartigi nun
es: Reiniciar ahora
fr: Redémarrer maintenant
id: Mulai ulang sekarang
oc: Reaviar ara
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru: Перезапустить сейчас
sk: Reštartovať teraz
sr: Поново покрени сада
sv: Starta om nu
zh: 立即重启
zh_tw: 立即重新啟動

# rebootConfirmMessage
source: You must restart your device to complete the update. Make sure your device is plugged in or fully charged. Save your files before you restart to avoid losing data.
be: Для завяршэння абнаўлення неабходна перазапусціць прыладу. Пераканайцеся, што прылада падключана да сеткі электрасілкавання або цалкам зараджана. Захавайце свае файлы перад перазагрузкай, каб пазбегнуць страты даных.
da: Du skal genstarte din enhed for at fuldføre opdateringen. Sikr dig, at din enhed er tilsluttet eller fuldt opladet. Gem dine filer, før du genstarter, for at undgå at miste data.
de: Sie müssen Ihr Gerät neu starten, um die Aktualisierung abzuschließen. Vergewissern Sie sich, dass Ihr Gerät an das Stromnetz angeschlossen oder vollständig aufgeladen ist. Speichern Sie Ihre Dateien vor dem Neustart, um Datenverluste zu vermeiden.
eo: Vi devas restartigi vian aparaton por kompletigi la ĝisdatigon. Certigu, ke via aparato estas konektita al energifonto aŭ plene ŝargita. Konservu viajn dosierojn antaŭ la restarto por ne perdi datenojn.
es: Debe reiniciar el dispositivo para completar la actualización. Asegurese que su dispositivo esta conectado o completamente cargado. Salve sus archivos antes de reiniciar para evitar perder datos.
fr: Vous devez redémarrer votre appareil pour terminer la mise à jour. Assurez-vous que votre appareil est branché ou complètement chargé. Enregistrez vos fichiers avant de redémarrer pour éviter de perdre des données.
id: Anda harus memulai ulang perangkat Anda untuk menyelesaikan pembaruan. Pastikan perangkat Anda tercolok atau terisi sempurna. Simpan berkas Anda sebelum memulai ulang untuk mencegah kehilangan data.
oc: Vos cal reaviar vòstre periferic per completar la mesa a jorn. Asseguratz-vos que vòstre periferic es brancat o complètament cargat. Enregistratz vòstres fichièrs abans de lo reaviar per evitar de pèrdre de donadas.
pl: Aby ukończyć aktualizację, musisz ponownie uruchomić urządzenie. Upewnij się, że urządzenie jest podłączone do prądu lub w pełni naładowane. Zapisz pliki przed ponownym uruchomieniem, aby uniknąć utraty danych.
pt_br: Você deve reiniciar seu dispositivo para concluir a atualização. Certifique-se de que seu dispositivo esteja conectado ou totalmente carregado. Salve seus arquivos antes de reiniciar para evitar perda de dados.
ru: Для завершения обновления необходимо перезапустить устройство. Убедитесь, что устройство подключено к сети или полностью заряжено. Сохраните файлы перед перезагрузкой, чтобы избежать потери данных.
sk: Ak chcete dokončiť aktualizáciu, musíte reštartovať zariadenie. Uistite sa, že je vaše zariadenie zapojené alebo plne nabité. Pred reštartovaním uložte súbory, aby ste predišli strate údajov.
sr: Морате поново покренути уређај да бисте завршили ажурирање. Уверите се да је ваш уређај прикључен или потпуно напуњен. Сачувајте своје датотеке пре поновног покретања да бисте избегли губитак података.
sv: Du måste starta om enheten för att slutföra uppdateringen. Se till att din enhet är ansluten eller fulladdad. Spara dina filer innan du startar om för att undvika att förlora data.
zh: 您必须重新启动设备才能完成更新。请确保您的设备已插入电源或完全充满电。请在重新启动前保存所有文件，以免丢失数据。
zh_tw: 您必須重新啟動裝置以完成更新。請確保您的裝置已插入電源或已充滿電。重新啟動前請儲存您的檔案，以避免資料遺失。

source: Reinstall
be: Пераўсталяваць
ca: Reinstal·lar
da: Geninstallér
de: Neu installieren
eo: Reinstali
es: Reinstalar
fr: Réinstaller
id: Pasang ulang
oc: Reïnstallar
pl: Zainstaluj ponownie
pt_br: Reinstalar
ru: Переустановить
sk: Preinštalovať
sr: Поново инсталирај
sv: Installera om
zh: 重新安装
zh_tw: 重新安裝

# reinstallConfirm
source: Reinstall <b>{name}</b> version <b>{current}</b>?
be: Пераўсталяваць <b>{name}</b> версію <b>{current}</b>?
da: Geninstallér <b>{name}</b> version <b>{current}</b>?
de: <b>{name}</b> Version <b>{current}</b> neu installieren?
eo: Ĉu reinstali la version <b>{current}</b> de <b>{name}</b>?
es: Reinstalar <b>{name}</b> versión <b>{current}</b>?
fr: Réinstaller <b>{name}</b> version <b>{current}</b> ?
id: Pasang ulang <b>{name}</b> versi <b>{current}</b>?
oc: Tornar installar <b>{name}</b> version <b>{current}</b> ?
pl: Zainstalować ponownie <b>{name}</b> w wersji <b>{current}</b>?
pt_br: Reinstalar <b>{name}</b> versão <b>{current}</b>?
ru: Переустановить версию <b>{current}</b> для <b>{name}</b>?
sk: Preinštalovať <b> {name} </b> verziu <b> {current} </b> ?
sr: Поново инсталирати <b>{name}</b> верзију <b>{current}</b>?
sv: Installera om <b>{name}</b>version<b>{current}</b>?
zh: 重新安装 <b>{name}</b> 的 <b>{current}</b> 版本固件包？
zh_tw: 重新安裝 <b>{name}</b> 版本 <b>{current}</b>？

# updateChecksumsConfirm
source: Update device checksums of <b>{name}</b>?
be: Абнавіць кантрольныя сумы прылады <b>{name}</b>?
da: Opdatér enhedskontrolsummer for <b>{name}</b>?
de: Geräteprüfsummen von <b>{name}</b> aktualisieren?
eo: Ĉu ĝisdatigi la aparatajn kontrolsumojn de <b>{name}</b>?
es: Actualizar sumas de control de <b>{name}</b>? de dispositivo
fr: Mettre à jour les sommes de contrôle de l'appareil <b>{name}</b> ?
id: Perbarui ceksum perangkat <b>{name}</b>?
oc: Actualizar las somas de contraròtle del periferic <b>{name}</b> ?
pl: Zaktualizować sumy kontrolne urządzenia <b>{name}</b>?
pt_br: Atualizar somas de verificação do dispositivo <b>{name}</b>?
ru: Обновить контрольные суммы устройства <b>{name}</b>?
sk: Aktualizovať kontrolné súčty pre zariadenie <b> {name} </b> ?
sr: Ажурирати контролну суму уређаја <b>{name}</b>?
sv: Uppdatera enhetskontrollsummor för <b>{name}</b>?
zh: 要更新 <b>{name}</b> 的设备校验和吗？
zh_tw: 更新 <b>{name}</b> 的裝置檢查碼？

# updateChecksumsInfo
source: This will record the current cryptographic hashes as verified.
be: Гэта запіша бягучыя крыптаграфічныя хэшы як правераныя.
da: Denne vil nedfælde nuværende kryptografiske kontrolsummer som godkendt.
de: Damit werden die aktuellen kryptografischen Hashwerte als verifiziert festgehalten.
eo: Tio registras la aktualajn ĉifrajn haketaĵojn kiel konfirmitajn.
es: Esto registrará los hashes criptográficos actuales según lo verificado.
fr: Cela enregistrera les hachages cryptographiques actuels tels que vérifiés.
id: Ini akan mencatat hash kriptografi saat ini sebagai terverifikasi.
oc: Aquò salvarà las somas criptograficas actualas coma verificadas.
pl: Spowoduje to zarejestrowanie bieżących skrótów kryptograficznych jako zweryfikowanych.
pt_br: Isso registrará os hashes criptográficos atuais conforme verificados.
ru: Это позволит записать текущие проверенные криптографические хэши.
sk: Tým sa zaznamenajú aktuálne kryptografické hash ako overené.
sr: Ово ће забележити тренутне криптографске хешеве као проверене.
sv: Detta kommer att registrera de aktuella kryptografiska hasharna som verifierade.
zh: 这将记录当前加密哈希值的状态为已验证。
zh_tw: 這將記錄當前已驗證的加密雜湊。

source: Update to Latest
be: Абнавіць да апошняй версіі
da: Opdatér til seneste
de: Auf den neuesten Stand aktualisieren
eo: Ĝisdatigi al la plej nova versio
es: Actualizar a lo mas reciente
fr: Mettre à jour vers la version la plus récente
id: Perbarui ke Paling Baru
oc: Metre a jorn a la mai recenta
pl: Zaktualizuj do najnowszej
pt_br: Atualizar para o Mais Recente
ru: Обновить до последней версии
sk: Aktualizovať na najnovšie
sr: Ажурирај на најновије
sv: Uppdatera till senaste
zh: 升级到最新
zh_tw: 更新至最新版

# updateConfirm
source: Update <b>{name}</b> to <b>{version}</b>?
be: Абнавіць <b>{name}</b> да версіі <b>{version}</b>?
ca: Actualitzar <b>{name}</b> a la versió </b> {version}</b>?
da: Opdatér <b>{name}</b> til <b>{version}</b>?
de: <b>{name}</b> auf <b>{version}</b> aktualisieren?
eo: Ĉu ĝisdatigi <b>{name}</b> al <b>{version}</b>?
es: Actualizar <b>{name}</b> a<b>{version}</b>?
fr: Mettre à jour <b>{name}</b> vers <b>{version}</b> ?
id: Perbarui <b>{name}</b> ke <b>{version}</b>?
oc: Metre a jorn <b>{name}</b> a la version <b>{version}</b> ?
pl: Zaktualizować <b>{name}</b> do <b>{version}</b>?
pt_br: Atualizar <b>{name}</b> para <b>{version}</b>?
ru: Обновить <b>{name}</b> до версии <b>{version}</b>?
sk: Aktualizovať <b> {name} </b> na <b> {version} </b> ?
sr: Ажурирати <b>{name}</b> на <b>{version}</b>?
sv: Uppdatera <b>{name}</b> till <b>{version}</b>?
zh: 将 <b>{name}</b> 更新到 <b>{version}</b>？
zh_tw: 將 <b>{name}</b> 更新至 <b>{version}</b>？

source: Verify Firmware
be: Праверыць убудаваную праграму
da: Verificér firmware
de: Firmware verifizieren
eo: Kontroli mikroprogramojn
es: Verificar Firmware
fr: Vérifier le micrologiciel
id: Verifikasi Firmware
oc: Verificar lo micrologicial
pl: Zweryfikuj oprogramowanie sprzętowe
pt_br: Verificar Firmware
ru: Проверить прошивку
sk: Overiť firmvér
sr: Верификуј фирмвер
sv: Verifiera fast programvara
zh: 验证固件
zh_tw: 驗證韌體

# verifyFirmwareConfirm
source: Verify firmware checksums of {name}?
be: Праверыць кантрольныя сумы ўбудаванай праграмы {name}?
da: Verificér firmwarekontrolsummer for {name}?
de: Firmware-Prüfsummen von {name} verifizieren?
eo: Ĉu kontroli la mikroprogramajn kontrolsumojn de {name}?
es: Verificar checksum de firmware de {name}?
fr: Vérifier la somme de contrôle du micrologiciel nommé {name} ?
id: Verifikasi ceksum firmware {name}?
oc: Verificar la soma de contraròtle del micrologicial nomenat {name} ?
pl: Zweryfikować sumy kontrolne oprogramowania sprzętowego {name}?
pt_br: Verificar as somas de verificação do firmware de {name}?
ru: Проверить контрольные суммы прошивки устройства {name}?
sk: Overiť kontrolné súčty firmvéru {name} ?
sr: Верификовати контролну суму фирмвера {name}?
sv: Verifiera kontrollsumma för den fasta programvaran för {name}?
zh: 要校验 {name} 的固件校验和吗？
zh_tw: 驗證 {name} 的韌體檢查碼？

source: Current Version
be: Бягучая версія
ca: Versió actual
da: Nuværende version
de: Aktuelle Version
eo: Aktuala versio
es: Versión actual
fr: Version actuelle
id: Versi Saat Ini
oc: Version actuala
pl: Wersja aktualna
pt_br: Versão Atual
ru: Текущая версия
sk: Aktuálna verzia
sr: Тренутна верзија
sv: Nuvarande version
zh: 当前版本
zh_tw: 目前版本

# minVersion
source: Minimum Version
be: Мінімальная версія
ca: Versió mínima
da: Mindste version
de: Mindestversion
eo: Minimuma versio
es: Versión mínima
fr: Version minimale
id: Versi Minimum
oc: Version minimala
pl: Wersja minimalna
pt_br: Versão Mínima
ru: Минимальная версия
sk: Minimálna verzia
sr: Минимална верзија
sv: Minsta version
zh: 最低版本
zh_tw: 最低版本

source: Latest Version
be: Апошняя версія
ca: Última versió
da: Seneste version
de: Neueste Version
eo: Plej nova versio
es: Versión más reciente
fr: Dernière version
id: Versi Paling Baru
oc: Darrièra version
pl: Wersja najnowsza
pt_br: Versão Mais Recente
ru: Последняя версия
sk: Najnovšia verzia
sr: Најновија верзија
sv: Senaste version
zh: 最新版本
zh_tw: 最新版本
