Repository: canonical/firmware-updater
Catalog: packages/firmware_updater/lib/src/l10n/app_*.arb
Languages: be, ca, da, de, eo, es, fr, id, oc, pl, pt_br, ru, sk, sr, sv, zh, zh_tw

# fwupdStatusDeviceWrite
source: Writing to a device
be: Запіс на прыладу
ca: Escrivint en un dispositiu
da: Skriver til en enhed
de: Auf ein Gerät wird geschrieben
eo: Skribante sur aparaton
es: Escribiendo a un dispositivo
fr: Écrire sur un appareil
id: Menulis ke perangkat
oc: Escritura sul periferic
pl: Zapisywanie na urządzeniu
pt_br: Gravando em um dispositivo
ru: Запись на устройство
sk: Zapisovanie do zariadenia
sr: Писање на уређај
sv: Skriver till en enhet
zh: 正在向设备写入数据
zh_tw: 正在寫入裝置

# fwupdStatusScheduling
source: Scheduling an offline update
be: Планаванне пазасеткавага абнаўлення
ca: Programant una actualització fora línia
da: Planlægger en offlineopdatering
de: Offline-Aktualisierung wird geplant
eo: Planante senkonektan ĝisdatigon
es: Programando una actualización fuera de linea
fr: Planification de mise à jour hors ligne
id: Menjadwalkan pembaruan offline
oc: Planificacion d’una mesa a jorn fòra linha
pl: Planowanie aktualizacji w trybie offline
pt_br: Agendando uma atualização offline
ru: Планирование автономного обновления
sk: Plánovanie offline aktualizácie
sr: Заказивање офлајн ажурирања
sv: Schemalägger en offlineuppdatering
zh: 正在计划离线更新
zh_tw: 正在排程離線更新

# fwupdStatusDownloading
source: A file is downloading
be: Спампоўванне файла
ca: L'arxiu s'està descarregant
da: En fil er ved at blive hentet
de: Eine Datei wird heruntergeladen
eo: Elŝutante dosieron
es: El archivo se esta degradando
fr: Un fichier est en cours de téléchargement
id: Sebuah berkas sedang diunduh
oc: Telecargament d’un fichièr
pl: Trwa pobieranie pliku
pt_br: Um arquivo está sendo baixado
ru: Файл загружается
sk: Súbor sa preberá
sr: Преузимање датотеке
sv: En fil laddas ned
zh: 正在下载文件
zh_tw: 正在下載檔案

# fwupdStatusDeviceRead
source: Reading from a device
be: Чытанне з прылады
ca: Llegint des d'un dispositiu
da: Læser fra en enhed
de: Von einem Gerät wird gelesen
eo: Legante aparaton
es: Leyendo desde un dispositivo
fr: Lecture depuis un appareil
id: Membaca dari sebuah perangkat
oc: Lectura d’un periferic estant
pl: Odczytywanie z urządzenia
pt_br: Lendo a partir de um dispositivo
ru: Чтение с устройства
sk: Čítanie zo zariadenia
sr: Читање са уређаја
sv: Läser från en enhet
zh: 正在从设备读取数据
zh_tw: 正在從裝置讀取

# fwupdStatusDeviceErase
source: Erasing a device
be: Сціранне прылады
ca: Esborrant un dispositiu
da: Sletter en enhed
de: Gerät wird gelöscht
eo: Forviŝante aparaton
es: Borrando un dispositivo
fr: Efface un appareil
id: Menghapus perangkat
oc: Escafament d’un periferic
pl: Wymazywanie urządzenia
pt_br: Apagando um dispositivo
ru: Стирание устройства
sk: Vymazávanie zariadenia
sr: Брисање уређаја
sv: Raderar en enhet
zh: 正在抹除设备固件数据
zh_tw: 正在清除裝置

# fwupdStatusWaitingForAuth
source: Waiting for authentication
be: Чаканне аўтэнтыфікацыі
da: Venter på godkendelse
de: Auf Authentifizierung wird gewartet
eo: Atendante aŭtentikigon
es: Esperando por autenticación
fr: En attente d'authentification
id: Menunggu autentikasi
oc: En espèra d’autentificacion
pl: Oczekiwanie na uwierzytelnienie
pt_br: Aguardando autenticação
ru: Ожидание аутентификации
sk: Čaká sa na overenie
sr: Чекање на аутентификацију
sv: Väntar på autentisering
zh: 正在等待鉴权
zh_tw: 正在等待驗證

# fwupdStatusShutdown
source: The daemon is shutting down
be: Дэман завяршае сваю працу
da: Dæmonen er ved at lukke ned
de: Der Daemon wird heruntergefahren
eo: La demono mallanĉiĝas
es: El demonio se esta apagando
fr: Le démon s'arrête
id: Daemon sedang dinonaktifkan
oc: Lo demòni s’arrèsta
pl: Demon się zamyka
pt_br: O daemon está desligando
ru: Демон завершает свою работу
sk: Démon vypína sa
sr: Демон се гаси
sv: Demonen stängs av
zh: 守护程序正在关闭
zh_tw: 服務正在關閉

# guid
source: GUIDs
be: Ідэнтыфікатары GUID
ca: GUID
da: GUID'er
eo: Universale unikaj identigiloj
es: Identificador unico global
id: GUID
oc: GUID
pl: Identyfikatory GUID
ru: Идентификаторы GUID
sk: Identifikátory
sr: GUID-ови
zh: GUID
zh_tw: GUID

# installError
source: Failed to install firmware!
be: Не ўдалося ўсталяваць убудаваную праграму!
da: Kunne ikke installere firmware!
de: Firmware konnte nicht installiert werden!
eo: Malsukcesis instali mikroprogramon!
es: Falla al instalar actualización!
fr: Échec de l’installation du micrologiciel !
id: Gagal memasang firmware!
oc: Fracàs de l’installacion del micrologicial.
pl: Nie udało się zainstalować oprogramowania sprzętowego!
pt_br: Falha ao instalar firmware!
ru: Не удалось установить прошивку!
sk: Nepodarilo sa nainštalovať firmvér!
sr: Није успела инсталација фирмвера!
sv: Misslyckades att installera fast programvara!
zh: 无法安装固件！
zh_tw: 韌體安裝失敗！

source: No devices found
be: Прылады не знойдзены
ca: No s'ha trobat cap dispositiu
da: Ingen enheder fundet
de: Keine Geräte gefunden
eo: Neniu aparato troviĝis
es: No se encontró dispositivo
fr: Aucun périphérique détecté
id: Tidak ada perangkat yang ditemukan
oc: Cap de periferic pas trobat
pl: Nie znaleziono urządzeń
pt_br: Nenhum dispositivo encontrado
ru: Устройства не найдены
sk: Nenašli sa žiadne zariadenia
sr: Није пронађен ниједан уређај
sv: Inga enheter hittades
zh: 未找到设备
zh_tw: 沒有找到裝置

source: Older Versions
be: Старыя версіі
ca: Versions antigues
da: Ældre versioner
de: Ältere Versionen
eo: Malnovaj versioj
es: Versiones anteriores
fr: Anciennes versions
id: Versi yang lebih lama
oc: Versions mai ancianas
pl: Starsze wersje
pt_br: Versões Mais Antigas
ru: Более ранние версии
sk: Staršie verzie
sr: Старије верзије
sv: Äldre versioner
zh: 旧版本
zh_tw: 較舊的版本

# rebootConfirmTitle
source: Restart to complete this update
be: Перазапусціце, каб завяршыць гэта абнаўленне
da: Genstart for at fuldføre denne opdatering
de: Zum Abschließen dieser Aktualisierung neu starten
eo: Restartigi por kompletigi ĉi tiun ĝisdatigon
es: Reinicie para completar esta actualización
fr: Redémarrez pour finir cette mise à jour
id: Mulai ulang untuk menyelesaikan pembaruan ini
oc: Reaviatz per terminar aquesta mesa a jorn
pl: Uruchom ponownie, aby ukończyć tę aktualizację
pt_br: Reinicie para concluir esta atualização
ru: Перезапустите, чтобы завершить обновление
sk: Reštartovaním dokončíte aktualizáciu
sr: Поново покрените да бисте завршили ово ажурирање
sv: Starta om för att slutföra den här uppdateringen
zh: 重启以完成本次更新
zh_tw: 重新啟動以完成此更新

source: Show Releases
be: Паказаць выпускі
da: Vis udgivelser
de: Veröffentlichungen anzeigen
eo: Montri versiojn
es: Mostrar lanzamientos
fr: Afficher les versions
id: Tampilkan Rilis
oc: Afichar las versions
pl: Pokaż wydania
pt_br: Mostrar Lançamentos
ru: Показать выпуски
sk: Zobraziť vydania
sr: Прикажи издања
sv: Visa släpp
zh: 查看发行版本
zh_tw: 顯示版本

source: Show Updates
be: Паказаць абнаўленні
ca: Mostra actualitzacións
da: Vis opdateringer
de: Aktualisierungen anzeigen
eo: Montri ĝisdatigojn
es: Mostrar Actualizaciones
fr: Afficher les mises à jour
id: Tampilkan Pembaruan
oc: Afichar las mesas a jorn
pl: Pokaż aktualizacje
pt_br: Mostrar Atualizações
ru: Показать обновления
sk: Zobraziť aktualizácie
sr: Прикажи ажурирања
sv: Visa uppdateringar
zh: 查看更新
zh_tw: 顯示更新

source: Update
be: Абнавіць
ca: Actualitza
da: Opdatér
de: Aktualisierung
eo: Ĝisdatigi
es: Actualizar
fr: Mise à jour
id: Pembaruan
oc: Metre a jorn
pl: Zaktualizuj
pt_br: Atualização
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
zh: 更新
zh_tw: 更新

source: Update available
be: Даступна абнаўленне
ca: Actualització disponible
da: Opdatering tilgængelig
de: Aktualisierung verfügbar
eo: Ĝisdatigo disponeblas
es: Actualización disponible
fr: Mise à jour disponible
id: Pembaruan tersedia
oc: Mesa a jorn disponibla
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
sk: Aktualizácia je dostupná
sr: Ажурирање доступно
sv: Uppdatering tillgänglig
zh: 可更新
zh_tw: 有可用更新

source: Update Checksums
be: Абнавіць кантрольныя сумы
da: Opdatér kontrolsummer
de: Prüfsummen aktualisieren
eo: Ĝisdatigi kontrolsumojn
es: Actualizar sumas de control
fr: Mise à jour sommes de contrôle
id: Perbarui Ceksum
oc: Actualizar las somas de contraròtle
pl: Zaktualizuj sumy kontrolne
pt_br: Somas de Verificação da Atualização
ru: Обновить контрольные суммы
sk: Aktualizovať kontrolné súčty
sr: Ажурирај контролну суму
sv: Uppdatera kontrollsummor
zh: 更新校验和
zh_tw: 更新檢查碼

source: Vendor
be: Пастаўшчык
ca: Fabricant
da: Forhandler
de: Anbieter
eo: Vendisto
es: Fabricante
fr: Vendeur
oc: Vendeire
pl: Producent
pt_br: Fornecedor
ru: Производитель
sk: Výrobca
sr: Продавац
sv: Tillverkare
zh: 厂商
zh_tw: 供應商

# appTitle
source: Firmware Updater
be: Абнаўленне ўбудаваных праграм
da: Firmwareopdatering
de: Firmware-Aktualisierer
eo: Ĝisdatigilo de mikroprogramoj
es: Actualizador de Firmware
fr: Mise à jour des microgiciels
id: Pembaruan Firmware
oc: Utilitari de mesa a jorn de micrologicial
pl: Aktualizator oprogramowania sprzętowego
pt_br: Atualizador de Firmware
ru: Обновление прошивок
sk: Aktualizácia firmvéru
sr: Ажурирање фирмвера
sv: Uppdaterare av fast programvara
zh: 固件更新工具
zh_tw: 韌體更新工具

# deviceUnavailable
source: The device will be unavailable during this action.
be: Прылада будзе недаступна падчас гэтага дзеяння.
ca: El dispositiu no estarà disponible durant aquesta acció
da: Enheden vil være utilgængelig, mens denne handling udføres.
de: Das Gerät ist während dieser Aktion nicht verfügbar.
eo: La aparato estos okupata dum tiu ago.
es: El dispositivo no estará disponible durante esta acción.
fr: Cet appareil sera indisponible pendant cette action.
id: Perangkat ini tidak akan tersedia selama aksi ini.
oc: Aqueste periferic serà indisponible pendent aquesta accion.
pl: Urządzenie będzie niedostępne podczas tego działania.
pt_br: O dispositivo ficará indisponível durante esta ação.
ru: В течении этого действия устройство будет недоступно.
sk: Počas tejto akcie bude zariadenie nedostupné.
sr: Уређај неће бити доступан током ове акције.
sv: Enheten kommer att vara otillgänglig under denna åtgärd.
zh: 执行该操作时，设备将无法使用。
zh_tw: 此操作進行時，裝置將無法使用。

# fwupdDeviceFlagUpdatable
source: Updatable
be: Абнаўляемы
da: Kan opdateres
de: Aktualisierbar
eo: Ĝisdatigebla
es: Actualizable
fr: Peut être mis à jour
id: Dapat diperbarui
oc: Actualizable
pl: Możliwość aktualizacji
pt_br: Atualizável
ru: Обновляемое
sk: Aktualizovateľné
sr: Може се ажурирати
sv: Uppdaterbar
zh: 可更新
zh_tw: 可更新

# fwupdDeviceFlagOnlyOffline
source: Update requires a reboot
be: Абнаўленне патрабуе перазагрузку
da: Kræver systemgenstart
de: Aktualisierung erfordert einen Neustart
eo: La ĝisdatigo postulas restarton
es: La actualización requiere un reinicio
fr: La mise à jour requiert un redémarrage
id: Pembaruan memerlukan boot ulang
oc: La mesa a jorn requerís una reaviada
pl: Aktualizacja wymaga ponownego uruchomienia
pt_br: Atualização requer uma reinicialização
ru: Обновление требует перезагрузки
sk: Aktualizácia vyžaduje reštart
sr: Ажурирање захтева поновно покретање
sv: Uppdatering kräver omstart
zh: 更新后需要重启
zh_tw: 更新需要重新啟動

# fwupdDeviceFlagRequireAc
source: System requires external power source
be: Сістэма патрабуе знешнюю крыніцу сілкавання
da: Systemet kræver ekstern strømforsyning
de: System erfordert externe Stromquelle
eo: La sistemo postulas eksteran energifonton
es: El sistema requiere una fuente de alimentación externa
fr: Le système nécessite une source d’alimentation externe
id: Sistem memerlukan sumber daya eksternal
oc: Lo sistèma requerís una font d’alimentacion extèrna
pl: System wymaga zewnętrznego źródła zasilania
pt_br: O sistema requer fonte de alimentação externa
ru: Система требует внешнего источника питания
sk: Systém vyžaduje externé napájanie
sr: Систем захтева спољни извор напајања
sv: Systemet kräver extern strömkälla
zh: 需要外接电源
zh_tw: 系統需要外接電源

# fwupdDeviceFlagNeedsBootloader
source: Requires a bootloader
be: Патрабуецца загрузчык
da: Kræver opstartsindlæser
de: Erfordert einen Bootloader
eo: Postulas praŝargilon
es: Requiere un cargador de arranque
fr: Nécessite un chargeur de démarrage
id: Memerlukan bootloader
oc: Requerís un cargador d’aviada
pl: Wymaga programu rozruchowego
pt_br: Requer um carregador de inicialização
ru: Необходим загрузчик
sk: Vyžaduje sa zavádzač
sr: Захтева бутлоадер
sv: Kräver en uppstartsladdare
zh: 需要引导器
zh_tw: 需要開機引導程式 (bootloader)

# fwupdDeviceFlagRegistered
source: Registered
be: Зарэгістравана
ca: Registrat
da: Registreret
de: Registriert
eo: Registrita
es: Registrado
fr: Enregistré
id: Terdaftar
oc: Enregistrat
pl: Zarejestrowane
pt_br: Registrado
ru: Зарегистрировано
sk: Registrované
sr: Регистровано
sv: Registrerad
zh: 已注册
zh_tw: 已註冊

# fwupdDeviceFlagNeedsReboot
source: Needs a reboot after installation
be: Патрабуецца перазагрузка пасля ўсталявання
da: Kræver systemgenstart efter installation
de: Erfordert einen Neustart nach der Installation
eo: Postulas restarton post instalo
es: Necesita un reinicio despues de la instalación
fr: Nécessite un redémarrage après installation
id: Memerlukan boot ulang setelah pemasangan
oc: Requerís una reaviada aprèp installacion
pl: Wymaga ponownego uruchomienia po instalacji
pt_br: Requer uma reinicialização após a instalação
ru: Требуется перезагрузка после установки
sk: Po inštalácii sa vyžaduje reštart
sr: Потребно је поновно покретање након инсталације
sv: Behöver en omstart efter installation
zh: 安装后需要重启
zh_tw: 安裝後需要重新啟動

# fwupdDeviceFlagNeedsShutdown
source: Needs shutdown after installation
be: Патрабуецца выключэнне пасля ўсталявання
da: Kræver slukning efter installation
de: Erfordert das Herunterfahren nach der Installation
eo: Postulas malstarton post instalo
es: Necesita apagar despues de la instalación
fr: Nécessite une extinction après installation
id: Perlu dimatikan setelah pemasangan
oc: Requerís una extincion aprèp installacion
pl: Wymaga wyłączenia po instalacji
pt_br: Requer um desligamento após a instalação
ru: Требуется выключение после установки
sk: Vyžaduje sa vypnutie po inštalácii
sr: Потребно је искључивање након инсталације
sv: Behöver stängas av efter installation
zh: 安装后需要关机
zh_tw: 安裝後需要關機

# fwupdDeviceFlagInstallParentFirst
source: Install to parent device first
be: Спачатку ўсталёўваецца на бацькоўскай прыладзе
da: Installér først til ophavsenhed
de: Zuerst auf dem übergeordneten Gerät installieren
eo: Unue instalu al patra aparato
es: Instalar el dispositivo padre primero
fr: Installer sur l’appareil parent en premier
id: Pasang ke perangkat induk terlebih dahulu
oc: Installar sul periferic parent primièr
pl: Najpierw zainstaluj na urządzeniu nadrzędnym
pt_br: Instalar primeiro no dispositivo pai
ru: Сначала установить на родительское устройство
sk: Najprv inštalovať do nadradeného zariadenia
sr: Прво инсталирајте на матични уређај
sv: Installera på föräldraenheten först
zh: 先安装到上级设备
zh_tw: 先安裝至上層裝置

# fwupdDeviceFlagIsBootloader
source: Is in bootloader mode
be: Знаходзіцца ў рэжыме загрузчыка
da: Er i opstartsindlæsertilstand
de: Befindet sich im Bootloader-Modus
eo: En praŝargila reĝimo
es: Esta en modo de arranque
fr: Est en mode chargeur de démarrage
id: Dalam mode bootloader
oc: Es en mòde cargador d’aviada
pl: Jest w trybie programu rozruchowego
pt_br: Está no modo bootloader
ru: Находится в режиме загрузчика
sk: Je v režime zavádzača
sr: У бутлоадер режиму
sv: Är i uppstartsladdarläge
zh: 正在引导器模式中
zh_tw: 處於開機引導程式模式

# fwupdDeviceFlagIgnoreValidation
source: Ignore validation safety checks
be: Ігнараваць праверку бяспекі пры пацвярджэнні
da: Ignorér sikkerhedstjek ved validering
de: Validierungssicherheitsprüfungen ignorieren
eo: Ignori sekurigajn kontrolojn pri valideco
es: Ignorar validación de chequeo de seguridad
fr: Ignorer les contrôles de sécurité de la validation
id: Abaikan validasi keamanan
oc: Ignorar los contraròtles de seguretat de la validacion
pl: Zignoruj kontrole bezpieczeństwa sprawdzające poprawność
pt_br: Ignorar verificações de validação de segurança
ru: Игнорировать проверки безопасности при валидации
sk: Ignorovať overovacie bezpečnostné kontroly
sr: Игнориши безбедносне провере валидације
sv: Ignorera säkerhetskontroller för validering
zh: 忽略安全检查
zh_tw: 忽略驗證安全檢查

# fwupdDeviceFlagTrusted
source: Trusted
be: Даверана
da: Betroet
de: Vertrauenswürdig
eo: Fidata
es: Confiable
fr: De confiance
id: Terpercaya
oc: Fisable
pl: Zaufane
pt_br: Confiável
ru: Доверено
sk: Dôveryhodné
sr: Поуздано
sv: Betrodd
zh: 已信任
zh_tw: 受信任

# fwupdDeviceFlagNeedsActivation
source: Device update needs activation
be: Прылада абнаўлення патрабуе актывацыю
ca: L'actualització del dispositiu necessita activació
da: Enhedsopdatering kræver aktivering
de: Geräteaktualisierung erfordert Aktivierung
eo: Aparata ĝisdatigo postulas aktivigon
es: Acutalización de dispositivo necesita activación
fr: La mise à jour de l’appareil nécessite une activation
id: Pembaruan perangkat memerlukan aktivasi
oc: La mesa a jorn del periferic requerís una activacion
pl: Aktualizacja urządzenia wymaga aktywacji
pt_br: Atualização de dispositivo precisa de ativação
ru: Обновление устройства требует активации
sk: Aktualizácia zariadenia vyžaduje aktiváciu
sr: Ажурирање уређаја захтева активацију
sv: Enhetsuppdatering kräver aktivering
zh: 设备更新需要激活
zh_tw: 裝置更新需要啟動

# fwupdDeviceFlagCanVerify
source: Cryptographic hash verification is available
be: Даступна крыптаграфічная праверка хэшу
da: Kryptografisk hashverificering er tilgængelig
de: Kryptografische Hash-Verifizierung ist verfügbar
eo: Eblas kontroli ĉifran haketaĵon
es: Verificación de Hash Criptográfico no esta disponible
fr: La vérification par hachage cryptographique est disponible
id: Verifikasi hash kriptografi tersedia
oc: La verificacion de soma de contraròtle criptografica es disponibla
pl: Dostępna jest kryptograficzna weryfikacja skrótu
pt_br: A verificação de hash criptográfico está disponível
ru: Доступна криптографическая проверка хэша
sk: K dispozícii je overenie kryptografického hashu
sr: Доступна је криптографска провера хеша
sv: Kryptografisk hashverifiering är tillgänglig
zh: 哈希验证可用
zh_tw: 可進行加密雜湊驗證

# fwupdDeviceFlagDualImage
source: Device stages updates
be: Абнаўленне этапаў прылады
da: Enheden udruller opdateringer som prøve først
de: Das Gerät wird aktualisiert
eo: La aparato subtenas instalon sen tuja aktualigo de la ĝisdatigo
es: Actualizaciones de etapas del dispositivo
fr: Mises à jour des étapes de l'appareil
id: Pembaruan tahapan perangkat
oc: Lo periferic organiza las mesas a jorn
pl: Aktualizacje etapów urządzenia
pt_br: Atualizações de estágios do dispositivo
ru: Обновления этапов устройства
sk: Aktualizácie v zariadení
sr: Уређај припрема ажурирања
sv: Enhetssteg uppdateringar
zh: 设备阶段更新
zh_tw: 裝置分階段更新

# fwupdDeviceFlagSelfRecovery
source: Device can recover flash failures
be: Прылада можа аднаўляць збоі флэш-памяці
da: Enheden kan gendanne efter flashfejl
de: Gerät kann Flash-Fehler beheben
eo: La aparato povas restaŭri sin post malsukcesa instalo
es: Dispositivo puede recuperar fallas de memoria Flash
fr: L'appareil peut se récupérer si panne de flashage
id: Perangkat dapat memulihkan kegagalan flash
oc: Se pòt recuperar lo periferic en cas d’avaria de flashatge
pl: Urządzenie może odzyskać sprawność po awarii pamięci flash
pt_br: O dispositivo pode recuperar falhas de flash
ru: Устройство может восстанавливать неисправности флэш-памяти
sk: Zariadenie dokáže opraviť chyby pamäte flash
sr: Уређај може опоравити неуспехе флеша
sv: Enheten kan återställas från flashfel
zh: 设备可以自动从固件刷写故障中恢复
zh_tw: 裝置可以從更新失敗中復原

# fwupdDeviceFlagWildcardInstall
source: All devices of the same type will be updated at the same time
be: Усе прылады аднаго тыпу будуць абноўлены адначасова
ca: Tots els dispositius del mateix tipus seran actualitzats a la vegada
da: Alle enheder af samme type vil blive opdateret på samme tid
de: Alle Geräte desselben Typs werden zur gleichen Zeit aktualisiert
eo: Ĉiuj aparatoj de tiu tipo estos ĝisdatigitaj samtempe
es: Todos los dispositivos del mismo tipo serán actualizados al mismo tiempo
fr: Tous les appareils du même type seront mis à jour en même temps
id: Semua perangkat dari jenis yang sama akan diperbarui secara bersamaan
oc: Totes los periferics del meteis tipe serà meses a jorn a l’encòp
pl: Wszystkie urządzenia tego samego typu zostaną zaktualizowane w tym samym czasie
pt_br: Todos os dispositivos do mesmo tipo serão atualizados ao mesmo tempo
ru: Все устройства одного типа будут обновлены одновременно
sk: Všetky zariadenia rovnakého typu budú aktualizované súčasne
sr: Сви уређаји истог типа ће бити ажурирани у исто време
sv: Alla enheter av samma typ kommer att uppdateras samtidigt
zh: 所有同类型设备需要一起更新
zh_tw: 所有相同類型的裝置將同時更新

# fwupdDeviceFlagOnlyVersionUpgrade
source: Only version upgrades are allowed
be: Дазволена толькі абнаўленне версій
da: Kun versionsopgraderinger tillades
de: Nur Versionshochstufungen sind erlaubt
eo: Nur versiaj ĝisdatigoj estas permesataj
es: Solo actualizaciones de version son permitidas
fr: Seules les versions plus récentes sont autorisées
id: Hanya peningkatan versi yang diperbolehkan
oc: Solament las versions mai recentas son autorizadas
pl: Dozwolone są tylko aktualizacje wersji
pt_br: Somente atualizações de versão são permitidas
ru: Разрешено только обновление версий
sk: Povolené sú iba aktualizácie verzií
sr: Дозвољена су само ажурирања верзије
sv: Endast versionsuppgraderingar är tillåtna
zh: 仅允许更新，不允许降级
zh_tw: 只允許版本升級

# fwupdDeviceFlagUnreachable
source: Device is unreachable
be: Прылада недаступна
ca: No es pot accedir al dispositiu
da: Enheden kan ikke nås
de: Gerät ist nicht erreichbar
eo: La aparato ne estas atingebla
es: El dispositivo es inalcanzable
fr: L’appareil est inaccessible
id: Perangkat tidak dapat dijangkau
oc: Lo periferic es inacessible
pl: Urządzenie jest nieosiągalne
pt_br: O dispositivo está inacessível
ru: Устройство недоступно
sk: Zariadenie nie je k dispozícii
sr: Уређај је недоступан
sv: Enheten går inte att nå
zh: 无法访问设备
zh_tw: 裝置無法連接

# fwupdDeviceFlagAffectsFde
source: Full disk encryption secrets may be invalidated when updating
be: Сакрэтнасць поўнага шыфравання дыска можа абнуліцца пры абнаўленні
ca: Les claus de xifratge complet de disc podrien invalidar-se en actualitzar
da: Hemmeligheder for fuld diskkryptering kan blive ugyldige ved opdatering
de: Die Geheimnisse der Festplattenverschlüsselung können bei der Aktualisierung ungültig werden
eo: Ĝisdatigo eble malvalidigos sekretojn pri plendiska ĉifrado
es: Secretos de cifrado de disco completo podrian estar invalidos durante la actualización
fr: Les secrets de chiffrement complet du disque risquent d'être invalidés lors de la mise à jour
id: Rahasia enkripsi disk penuh mungkin tidak valid selama pembaruan
oc: Las claus de chiframent complèt del disc se poirián invalidar en metent a jorn
pl: Tajne klucze szyfrowania całego dysku mogą zostać unieważnione podczas aktualizacji
pt_br: Segredos de criptografia de disco completo podem ser invalidados durante a atualização
ru: Секреты полного шифрования диска могут быть аннулированы при обновлении
sk: Úplné tajnosti šifrovania disku môžu byť aktualizáciou zrušené
sr: Тајне потпуне енкрипције диска могу бити поништене приликом ажурирања
sv: Fullständiga diskkrypteringshemligheter kan bli ogiltiga vid uppdatering
zh: 全盘加密的密钥可能会在更新时被删除
zh_tw: 更新時可能會使全磁碟加密的秘密無效
