Repository: canonical/firmware-updater
Catalog: packages/firmware_updater/lib/src/l10n/app_*.arb
Languages: be, ca, da, de, eo, es, fr, id, oc, pl, pt_br, ru, sk, sr, sv, zh, zh_tw

source: Close
be: Закрыць
ca: Tanca
da: Luk
de: Schließen
eo: Fermi
es: Cerrar
fr: Fermer
id: Tutup
oc: Tampar
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
sr: Затвори
sv: Stäng
zh: 关闭
zh_tw: 關閉

source: OK
be: ОК
ca: D'acord
eo: Bone
es: Aceptar
oc: Validar
ru: ОК
sr: У реду
zh: 好
zh_tw: 確定

source: All Versions
be: Усе версіі
ca: Totes les versions
da: Alle versioner
de: Alle Versionen
eo: Ĉiuj versioj
es: Todas las versiones
fr: Toutes les versions
id: Semua versi
oc: Totas las versions
pl: Wszystkie wersje
pt_br: Todas as Versões
ru: Все версии
sk: Všetky verzie
sr: Све верзије
sv: Alla versioner
zh: 全部版本
zh_tw: 所有版本

# batteryWarning
source: Warning: some device updates may only be available on external power!
be: Папярэджанне: некаторыя абнаўленні прылады могуць быць даступны толькі пры знешнім сілкаванні!
da: Advarsel: Visse enhedsopdateringer er måske kun tilgængelige ved brug af ekstern strømforsyning!
de: Warnung: manche Geräteaktualisierungen sind möglicherweise nur bei externer Stromversorgung verfügbar!
eo: Averto: kelkaj aparataj ĝisdatigoj estas nur disponeblaj kun ekstera energifonto!
es: Atención: determinadas actualizaciones de dispositivos solo están disponibles cuando se enchufa a la corriente.
fr: Attention : certaines mises à jour d'appareils peuvent être disponibles uniquement sur alimentation externe !
id: Peringatan: beberapa pembaruan perangkat mungkin hanya tersedia pada daya eksternal!
oc: Atencion : d’unas mesas a jorn de periferic pòdon èsser disponiblas sonque sus alimentacion extèrna !
pl: Ostrzeżenie: niektóre aktualizacje urządzeń mogą być dostępne tylko przy zasilaniu zewnętrznym!
pt_br: Aviso: algumas atualizações de dispositivos podem estar disponíveis apenas com alimentação de energia externa!
ru: Внимание: некоторые обновления устройств могут быть доступны только при внешнем питании!
sk: Upozornenie: Niektoré aktualizácie zariadenia môžu byť dostupné iba s externým napájaním!
sr: Упозорење: нека ажурирања уређаја могу бити доступна само на спољном напајању!
sv: Varning: vissa enhetsuppdateringar kan bara vara tillgängliga med extern ström!
zh: 警告：部分设备更新仅能在连接外部电源后才能进行！
zh_tw: 警告：某些裝置更新可能只能在插入外接電源時進行！

source: Checksum
be: Кантрольная сума
da: Kontrolsum
de: Prüfsumme
eo: Kontrolsumo
es: Suma de comprobación
fr: Somme de contrôle
id: Ceksum
oc: Soma de contraròtle
pl: Suma kontrolna
pt_br: Soma de verificação
ru: Контрольная сумма
sk: Kontrolný súčet
sr: Контролна сума
sv: Kontrollsumma
zh: 校验和
zh_tw: 檢查碼

source: Cancel
be: Скасаваць
ca: Cancel·la
da: Annullér
de: Abbrechen
eo: Nuligi
es: Cancelar
fr: Annuler
id: Batal
oc: Anullar
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
sr: Откажи
sv: Avbryt
zh: 取消
zh_tw: 取消

source: Current
be: Бягучы
da: Nuværende
de: Aktuell
eo: Aktuala
es: Actual
fr: Actuel
id: Saat ini
oc: Actual
pl: Aktualne
pt_br: Atual
ru: Текущая
sk: Aktuálne
sr: Тренутно
sv: Nuvarande
zh: 当前
zh_tw: 目前

source: Device request
be: Запыт прылады
da: Enhedsforespørgsel
de: Geräteanforderung
eo: Aparata peto
es: Solicitud de dispositivo
fr: Demande d'appareil
id: Permintaan perangkat
oc: Requèsta de periferic
pl: Żądanie urządzenia
pt_br: Solicitação de dispositivo
ru: Запрос устройства
sk: Zariadenie požiadavka
sr: Захтев уређаја
sv: Enhetsförfrågan
zh: 设备请求
zh_tw: 裝置請求

source: Downgrade
be: Панізіць версію
da: Nedgradér
de: Herabstufen
eo: Malĝisdatigi
es: Desactualizar
fr: Rétrograder
id: Turunkan versi
oc: Installar una version anteriora
pl: Obniż wersję
ru: Откат
sk: Prechod na nižšiu verziu
sr: Поништавање верзије
sv: Nergradera
zh: 降级
zh_tw: 降級

# downgradeConfirm
source: Downgrade <b>{name}</b> to <b>{version}</b>?
be: Панізіць <b>{name}</b> да версіі <b>{version}</b>?
da: Nedgradér <b>{name}</b> til <b>{version}</b>?
de: <b>{name}</b> auf <b>{version}</b> herabstufen?
eo: Ĉu malĝisdatigi <b>{name}</b> al <b>{version}</b>?
es: ¿Quiere desactualizar <b>{name}</b> a <b>{version}</b>?
fr: Rétrograder <b>{name}</b> vers <b>{version}</b> ?
id: Turunkan versi <b>{name}</b> ke <b>{version}</b>?
oc: Tornar <b>{name}</b> a <b>{version}</b> ?
pl: Obniżyć wersję <b>{name}</b> na <b>{version}</b>?
pt_br: Realizar downgrade de <b>{name}</b> para <b>{version}</b>?
ru: Выполнить откат <b>{name}</b> до версии <b>{version}</b>?
sk: Prejsť na nižšiu verziu <b> {name} </b> na <b> {version} </b> ?
sr: Поништити верзију <b>{name}</b> на <b>{version}</b>?
sv: Nergradera <b>{name}</b> till <b>{version}</b>?
zh: 将 <b>{name}</b> 降级到 <b>{version}</b>？
zh_tw: 將 <b>{name}</b> 降級到 <b>{version}</b>？

source: Flags
be: Сцягі
da: Flag
de: Bitschalter
eo: Flagoj
es: Indicaciones
fr: Attributs
id: Bendera
oc: Atribuits
pl: Flagi
pt_br: Sinalizadores
ru: Флаги
sk: Charakteristiky
sr: Ознаке
sv: Flaggor
zh: 标记
zh_tw: 標誌

# fwupdDeviceFlagInternal
source: Internal device
be: Унутраная прылада
ca: Dispositiu intern
da: Intern enhed
de: Internes Gerät
eo: Interna aparato
es: Dispositivo interno
fr: Périphérique interne
id: Perangkat internal
oc: Periferic intèrn
pl: Urządzenie wewnętrzne
pt_br: Dispositivo interno
ru: Внутреннее устройство
sk: Interné zariadenie
sr: Интерни уређај
sv: Intern enhet
zh: 内部设备
zh_tw: 內部裝置

# fwupdDeviceFlagLocked
source: Device is locked
be: Прылада заблакіравана
da: Enheden er låst
de: Gerät ist gesperrt
eo: La aparato estas ŝlosita
es: El dispositivo está bloqueado
fr: L’appareil est verrouillé
id: Perangkat terkunci
oc: Lo periferic es verrolhat
pl: Urządzenie jest zablokowane
pt_br: O dispositivo está bloqueado
ru: Устройство заблокировано
sk: Zariadenie je uzamknuté
sr: Уређај је закључан
sv: Enhet är låst
zh: 设备已锁定
zh_tw: 裝置已鎖定

# fwupdDeviceFlagSupported
source: Supported on remote server
be: Падтрымліваецца на аддаленым серверы
da: Understøttes på fjernserver
de: Unterstützt auf entferntem Server
eo: Subtenata de fora servilo
es: Soporte en servidor remoto
fr: Pris en charge sur le serveur distant
id: Didukung pada server remote
oc: Pres en carga sul servidor distant
pl: Obsługiwane na serwerze zdalnym
pt_br: Suportado no servidor remoto
ru: Поддерживается на удаленном сервере
sk: Podporované na vzdialenom serveri
sr: Подржано на удаљеном серверу
sv: Stöds på fjärrserver
zh: 远程服务器支持
zh_tw: 遠端伺服器支援

# fwupdDeviceFlagReported
source: Reported to remote server
be: Паведамлена на аддалены сервер
da: Rapporteret til fjernserver
de: An den entfernten Server gemeldet
eo: Raportita al fora servilo
es: Se reporta con servidor remoto
fr: Signalé au serveur distant
id: Dilaporkan pada server remote
oc: Senhalat al servidor distant
pl: Zgłoszono do zdalnego serwera
pt_br: Reportado ao servidor remoto
ru: Передано на удаленный сервер
sk: Nahlásené na vzdialený server
sr: Пријављено на удаљени сервер
sv: Rapporterad till fjärrserver
zh: 已报告给远程服务器
zh_tw: 已回報至遠端伺服器

# fwupdDeviceFlagNotified
source: User has been notified
be: Карыстальнік быў апавешчаны
ca: L'usuari ha sigut notificat
da: Brugeren er underrettet
de: Benutzer wurde benachrichtigt
eo: La uzanto estis sciigita
es: El usuario ha sido notificado
fr: Utilisateur notifié
id: Pengguna sudah diberitahu
oc: Utilizaire notificat
pl: Użytkownik został powiadomiony
pt_br: O usuário foi notificado
ru: Пользователь был уведомлен
sk: Používateľ bol upozornený
sr: Корисник је обавештен
sv: Användaren har meddelats
zh: 用户已被通知
zh_tw: 已通知使用者

# fwupdDeviceFlagWaitForReplug
source: Hardware is waiting to be replugged
be: Абсталяванне чакае паўторнага падключэння
ca: El maquinari està esperant a ser reconnectat
da: Hardware venter på at blive genforbundet
de: Die Hardware wartet darauf, neu angeschlossen zu werden
eo: Aparato atendas rekonekton
es: El hardware espera a ser reconectado
fr: Le matériel attend d’être rebranché
id: Perangkat keras menunggu untuk dipasang ulang
oc: Lo material espèra d’èsser rebrancat
pl: Sprzęt czeka na ponowne podłączenie
pt_br: O hardware está aguardando para ser reconectado
ru: Оборудование ожидает подсоединения
sk: Hardvér čaká na opätovné pripojenie
sr: Хардвер чека да буде поново прикључен
sv: Hårdvara väntar på att bli omkopplad
zh: 正在等待重插拔
zh_tw: 硬體正在等待重新插入

# fwupdDeviceFlagWillDisappear
source: Device will not re-appear after update completes
be: Прылада не з'явіцца паўторна пасля завяршэння абнаўлення
ca: El dispositiu no tornarà a aparèixer després que l'actualització s'hagi completat
da: Enheden vil ikke vises igen, når opdateringen er gennemført
de: Das Gerät wird nach Abschluss der Aktualisierung nicht wieder angezeigt
eo: La aparato ne reaperos post ĝisdatigo
es: Dispositivo no reaparecerá despues de completar las actualizaciones
fr: L’appareil ne ré-apparaîtra pas après la mise à jour
id: Perangkat tidak akan muncul kembali setelah pembaruan selesai
oc: Lo periferic tornarà pas aparéisser aprèp la fin de l’actualizacion
pl: Urządzenie nie pojawi się ponownie po zakończeniu aktualizacji
pt_br: O dispositivo não reaparecerá após a conclusão da atualização
ru: Устройство не появляется снова после завершения обновления
sk: Po dokončení aktualizácie sa zariadenie znova nezobrazí
sr: Уређај се неће поново појавити након завршетка ажурирања
sv: Enheten dyker inte upp igen efter att uppdateringen är klar
zh: 设备在更新完成后不会重新显示
zh_tw: 更新完成後，裝置將不會再出現

# fwupdDeviceFlagUsableDuringUpdate
source: Device is usable for the duration of the update
be: Прыладай можна карыстацца падчас усяго працэсу абнаўлення
da: Enheden kan bruges, mens opdateringen kører
de: Gerät ist während der Dauer der Aktualisierung nutzbar
eo: La aparato estas uzebla dum ĝisdatigado
es: El dispositivo se puede usar durante la actualización
fr: L’appareil est utilisable durant la mise à jour
id: Perangkat dapat digunakan selama durasi pembaruan
oc: Se pòt utilizar lo periferic pendent la mesa a jorn
pl: Urządzenie jest gotowe do użycia w czasie aktualizacji
pt_br: O dispositivo pode ser usado durante a atualização
ru: Устройство можно использовать в течение всего периода обновления
sk: Zariadenie je možné používať počas celej doby aktualizácie
sr: Уређај је употребљив током трајања ажурирања
sv: Enheten är användbar under hela uppdateringen
zh: 设备在更新期间仍然可以使用
zh_tw: 更新期間裝置可用

# fwupdDeviceFlagVersionCheckRequired
source: Device firmware is required to have a version check
be: Убудаваная праграма прылады патрабуе праверку версіі
da: Enhedens firmware skal have versionstjek
de: Gerätefirmware muss eine Versionsprüfung haben
eo: La aparata mikroprogramo devas havi versian kontrolon
es: El firmware del dispositivo es requerido para tener un chequeo de version
fr: Le micrologiciel de l'appareil doit faire l'objet d'une vérification de version
id: Firmware perangkat diperlukan untuk melakukan pemeriksaan versi
oc: Lo micrologicial del periferic requerís una verificacion de version
pl: Oprogramowanie sprzętowe urządzenia musi mieć sprawdzoną wersję
pt_br: O firmware do dispositivo é necessário para verificar a versão
ru: Прошивка устройства должна иметь проверку версии
sk: Firmvér zariadenia musí mať kontrolu verzie
sr: Фирмвер уређаја мора имати проверу верзије
sv: Enhetens inbyggda programvara krävs för att ha en versionskontroll
zh: 设备固件需要检查版本
zh_tw: 裝置韌體需要進行版本檢查

# fwupdDeviceFlagInstallAllReleases
source: Device is required to install all provided releases
be: На прыладу неабходна ўсталяваць ўсе выпускі, якія былі да гэтага
da: Det kræves, at enheden installerer alle udbudte udgivelser
de: Gerät ist erforderlich, um alle bereitgestellten Versionen zu installieren
eo: La aparato postulas instali ĉiujn provizitajn eldonojn
es: El dispositivo es requerido para instalar todos los lanzamientos proveídos
fr: L'appareil est requis pour installer toutes les versions fournies
id: Perangkat diperlukan untuk memasang semua rilis yang disediakan
oc: Lo periferic es requerís per installar totas las versions provesidas
pl: Urządzenie jest wymagane do zainstalowania wszystkich udostępnionych wersji
pt_br: O dispositivo é necessário para instalar todas as versões fornecidas
ru: Устройство необходимо для установки всех представленных выпусков
sk: Zariadenie je potrebné na inštaláciu všetkých poskytnutých vydaní
sr: Уређај мора инсталирати сва обезбеђена издања
sv: Enheten krävs för att installera alla medföljande versioner
zh: 设备需要安装已提供的所有发行版本
zh_tw: 裝置需要安裝全部的更新

# fwupdDeviceFlagHasMultipleBranches
source: Device supports switching to a different branch of firmware
be: Прылада падтрымлівае пераход на іншую галіну ўбудаванай праграмы
da: Enheden understøtter skift til en anden gren af firmwaren
de: Gerät unterstützt den Wechsel zu einem anderen Zweig der Firmware
eo: La aparato permesas uzi alian branĉon de mikroprogramo
es: El dispositivo admite el cambio a una rama diferente de firmware
fr: L'appareil prend en charge le passage à une autre branche de micrologiciel
id: Perangkat mendukung peralihan ke cabang firmware yang berbeda
oc: Lo periferic pren en carga lo passatge a una autra branca de micrologicial
pl: Urządzenie obsługuje przełączanie na inną gałąź oprogramowania sprzętowego
pt_br: O dispositivo suporta a mudança para uma ramificação diferente de firmware
ru: Устройство поддерживает переключение на другую ветвь прошивки
sk: Zariadenie podporuje prechod na inú vetvu firmvéru
sr: Уређај подржава прелазак на другу грану фирмвера
sv: Enheten stöder byte till en annan gren av fast programvara
zh: 设备支持将固件迁移至另一个不同的分支
zh_tw: 裝置支援切換到不同的韌體分支

# fwupdDeviceFlagBackupBeforeInstall
source: Device will backup firmware before installing
be: Прылада створыць рэзервовую копію ўбудаванай праграмы перад усталяваннем
da: Enheden vil sikkerhedskopiere firmware før installation
de: Gerät sichert die Firmware vor der Installation
eo: Aparato faros savkopion de mikroprogramo antaŭ instalo
es: El dispositivo va a respaldar el firmaware antes de la instalación
fr: L'appareil sauvegardera le micrologiciel avant l'installation
id: Perangkat akan mencadangkan firmware sebelum memasang
oc: Lo periferic salvagardarà lo micrologicial abans l’installacion
pl: Urządzenie wykona kopię zapasową oprogramowania sprzętowego przed instalacją
pt_br: O dispositivo fará backup do firmware antes da instalação
ru: Устройство создаст резервную копию прошивки перед установкой
sk: Zariadenie pred inštaláciou vytvorí záložnú kópiu firmvéru
sr: Уређај ће направити резервну копију фирмвера пре инсталације
sv: Enheten säkerhetskopierar fast programvara innan installation
zh: 设备安装新固件时会自动备份原来的固件
zh_tw: 裝置將在安裝前備份韌體

# fwupdDeviceFlagEndOfLife
source: End of life
be: Канец тэрміна службы
ca: Fi de vida útil
da: Slut på levetid
de: Lebensende
eo: Fino de vivo
es: Fin de vida útil
fr: Fin de vie
id: Akhir hidup
oc: Fin de vida
pl: Koniec okresu wsparcia
pt_br: Fim da vida útil
ru: Конец срока службы
sk: Koniec životnosti
sr: Крај животног века
sv: Livets slut
zh: 已停止支持
zh_tw: 終止生命週期

# fwupdDeviceFlagSignedPayload
source: Signed Payload
be: Падпісанае карыснае змесціва
ca: Càrrega útil signada
da: Indhold underskrevet
de: Signierte Nutzdaten
eo: Subskribita ŝarĝo
es: Carga útil firmada
fr: Charge utile signée
id: Muatan yang Ditandatangani
oc: Carga utila signada
pl: Podpisana zawartość
pt_br: Carga Assinada
ru: Подписанная рабочая нагрузка
sk: Podpísané užitočné zaťaženie
sr: Потписан садржај
sv: Signerad nyttolast
zh: 固件包有签名
zh_tw: 已簽名的承載

# fwupdDeviceFlagUnsignedPayload
source: Unsigned Payload
be: Непадпісанае карыснае змесціва
ca: Càrrega útil no signada
da: Indhold ikke underskrevet
de: Nicht signierte Nutzdaten
eo: Nesubskribita ŝarĝo
es: Carga útil sin firmar
fr: Charge utile non signée
id: Muatan yang Ditandatangani
oc: Carga utila non signada
pl: Niepodpisana zawartość
pt_br: Carga Não Assinada
ru: Не подписанная полезная нагрузка
sk: Nepodpísané užitočné zaťaženie
sr: Непотписан садржај
sv: Osignerad nyttolast
zh: 固件包无签名
zh_tw: 未簽名的承載

# fwupdErrorInternal
source: Internal error
be: Унутраная памылка
ca: Error intern
da: Intern fejl
de: Interner Fehler
eo: Interna eraro
es: Error interno
fr: Erreur interne
id: Kesalahan internal
oc: Error intèrna
pl: Błąd wewnętrzny
pt_br: Erro interno
ru: Внутренняя ошибка
sk: Vnútorná chyba
sr: Интерна грешка
sv: Internt fel
zh: 内部错误
zh_tw: 內部錯誤

# fwupdErrorAlreadyPending
source: Already set to be installed offline
be: Пазасеткавае ўсталяванне ўжо зададзена
da: Allerede indstillet til at blive installeret offline
de: Bereits zur Offline-Installation vorgesehen
eo: Jam ekzistas plano instali senkonekte
es: Ya configurado para ser instalado fuera de linea
fr: Déjà configuré pour être installé hors ligne
id: Sudah diatur untuk dipasang secara offline
oc: Ja configurat per èsser installat fòra linha
pl: Już skonfigurowano do zainstalowania w trybie offline
pt_br: Já definido para ser instalado offline
ru: Уже настроена автономная установка
sk: Offline inštalácia je už nastavená
sr: Већ подешено за инсталацију ван мреже
sv: Redan inställd på att installeras offline
zh: 已设置为离线安装
zh_tw: 已設定為離線安裝

# fwupdErrorRead
source: Failed to read from device
be: Не ўдалося прачытаць з прылады
ca: No s'ha pogut llegir del dispositiu
da: Kunne ikke læse fra enheden
de: Lesen vom Gerät fehlgeschlagen
eo: Malsukcesis legi la aparaton
es: Falla para leer desde dispositivo
fr: Échec de lecture depuis l'appareil
id: Gagal membaca dari perangkat
oc: Fracàs de la lectura del periferic estant
pl: Nie udało się odczytać z urządzenia
pt_br: Falha ao ler do dispositivo
ru: Не удалось считать данные с устройства
sk: Načítanie údajov zo zariadenia zlyhalo
sr: Није успело читање са уређаја
sv: Misslyckades att läsa från enhet
zh: 无法从设备读取数据
zh_tw: 無法從裝置讀取

# fwupdErrorWrite
source: Failed to write to the device
be: Не ўдалося запісаць на прыладу
ca: No s'ha pogut escriure en el dispositiu
da: Kunne ikke skrive til enheden
de: Schreiben auf das Gerät fehlgeschlagen
eo: Malsukcesis skribi sur la aparaton
es: Falla para escribir al dispositivo
fr: Échec d'écriture sur l'appareil
id: Gagal menulis ke perangkat
oc: Fracàs de l’escritura sul periferic
pl: Nie udało się zapisać na urządzeniu
pt_br: Falha ao gravar no dispositivo
ru: Не удалось выполнить запись на устройство
sk: Zápis do zariadenia zlyhal
sr: Није успело писање на уређај
sv: Misslyckades att skriva till enhet
zh: 无法向设备写入数据
zh_tw: 無法寫入裝置

# fwupdErrorPermissionDenied
source: Permission was denied
be: Доступ быў забаронены
ca: S'ha denegat el permís
da: Adgang blev nægtet
de: Berechtigung wurde verweigert
eo: Permeso mankas
es: Permiso fue denegado
fr: Autorisation a été refusée
id: Izin ditolak
oc: L’autorizacion es pas estada donada
pl: Odmówiono pozwolenia
pt_br: A permissão foi negada
ru: В разрешении было отказано
sk: Povolenie bolo zamietnuté
sr: Дозвола је одбијена
sv: Tillstånd nekades
zh: 权限不足
zh_tw: 權限被拒絕

# fwupdErrorBrokenSystem
source: User has configured their system in a broken way
be: Карыстальнік няправільна сканфігурыраваў сваю сістэму
da: Brugeren har konfigureret sit system på en fejlagtig måde
de: Der Benutzer hat sein System fehlerhaft konfiguriert
eo: La uzanto misagordis sian sistemon
es: El usuario ha configurado su sistema de una manera erronea
fr: Utilisateur a configuré son système de manière incorrecte
id: Pengguna telah mengonfigurasikan sistem mereka dalam cara yang salah
oc: Un utilizaire configurèt lo sistèma d’un biais erronèu
pl: Użytkownik skonfigurował swój system w nieprawidłowy sposób
pt_br: O usuário configurou seu sistema de forma quebrada
ru: Пользователь неправильно настроил свою систему
sk: Používateľ nesprávne nastavil svoj systém
sr: Корисник је конфигурисао свој систем на неисправан начин
sv: Användaren har konfigurerat sitt system på ett trasigt sätt
zh: 用户的系统配置有误
zh_tw: 使用者以錯誤的方式配置了他們的系統

# fwupdErrorBatteryLevelTooLow
source: The system battery level is too low
be: Занадта нізкі ўзровень зараду акумулятара сістэмы
ca: El nivell de bateria del sistema és massa baix
da: Systembatteriniveauet er for lavt
de: Der Akkustand des Systems ist zu niedrig
eo: La sistema baterio estas tro malplena
es: El nivel de la bateria del sistema es demasiado baja
fr: Niveau batterie système trop faible
id: Level baterai sistem terlalu rendah
oc: Lo nivèl de batariá sistèma es tròp bas
pl: Poziom naładowania akumulatora systemu jest zbyt niski
pt_br: O nível da bateria do sistema é muito baixo
ru: Уровень заряда батареи системы слишком низкий
sk: Úroveň nabitia batérie systému je príliš nízka
sr: Ниво батерије система је пренизак
sv: Systemets batterinivå är för låg
zh: 电池电量低
zh_tw: 系統電池電量過低

# fwupdErrorNeedsUserAction
source: User needs to do an action to complete the update
be: Патрабуецца дзеянне карыстальніка для завяршэння абнаўлення
ca: L'usuari ha mester de fer una acció per completar l'actualització
da: Brugeren skal udføre en handling for at fuldføre opdateringen
de: Der Benutzer muss eine Aktion durchführen, um die Aktualisierung abzuschließen
eo: La uzanto devas fari ion por kompletigi la ĝisdatigon
es: El usuario necesita realizar una acción para completar la actualización
fr: Utilisateur doit effectuer action pour terminer mise à jour
id: Pengguna perlu untuk melakukan sebuah tindakan untuk menyelesaikan pembaruan
oc: L’utilizaire a mestièr de far una accion per terminar la mesa a jorn
pl: Użytkownik musi wykonać działanie, aby ukończyć aktualizację
pt_br: O usuário precisa executar uma ação para concluir a atualização
ru: Пользователю необходимо выполнить действие, чтобы завершить обновление
sk: Na dokončenie aktualizácie musí používateľ vykonať akciu
sr: Корисник треба да изврши акцију да би завршио ажурирање
sv: Användaren måste göra en åtgärd för att slutföra uppdateringen
zh: 需要手动执行操作才能完成更新
zh_tw: 使用者需要進行操作以完成更新

# fwupdErrorAuthExpired
source: Failed to get auth as credentials have expired
be: Не ўдалося атрымаць аўтэнтыфікацыю, бо тэрмін дзеяння ўліковых даных скончыўся
da: Kunne ikke indhente godkendelse, da legitimationsoplysningerne er udløbet
de: Autorisierung fehlgeschlagen, da die Anmeldedaten abgelaufen sind
eo: Malsukcesis aŭtentigi pro eksvalidiĝinta akreditilo
es: Falla al obtener la autorización, las credenciales han expirado
fr: Échec d'obtention d'authentification car informations d'identification expirées
id: Gagal mendapatkan autentikasi karena kredensial telah kadaluwarsa
oc: Fracàs de l’obtencion d’autentificacion a causa d’identificants expirats
pl: Nie udało się uzyskać autoryzacji, ponieważ dane uwierzytelniające wygasły
pt_br: Falha ao obter a autenticação porque as credenciais expiraram
ru: Не удалось получить авторизацию, так как срок действия учетных данных истек
sk: Autorizáciu nebolo možné získať, pretože platnosť poverení vypršala
sr: Није успело добијање ауторизације јер су акредитиви истекли
sv: Misslyckades att hämta autentiseringsuppgifter eftersom användaruppgifterna har upphört att gälla
zh: 由于授权凭证已过期，获取授权失败
zh_tw: 由於憑證已過期，無法取得驗證

# fwupdStatusIdle
source: Idle
be: Бяздзейнасць
ca: Inactiu
da: Tomgang
de: Untätig
eo: Senokupa
es: Inactivo
fr: En attente
id: Menganggur
oc: Inactiu
pl: Bezczynny
pt_br: Ocioso
ru: Простаивает
sk: Nečinné
sr: Мировање
sv: På tomgång
zh: 空闲
zh_tw: 閒置

# fwupdStatusLoading
source: Loading a resource
be: Загрузка рэсурсу
ca: Carregant un recurs
da: Indlæser en ressource
de: Ressource wird geladen
eo: Ŝargante rimedon
es: Cargado una fuente
fr: Charge une ressource
id: Memuat sumber daya
oc: Carga una ressorsa
pl: Ładowanie zasobu
pt_br: Carregando um recurso
ru: Загрузка ресурса
sk: Načítavanie zdroja
sr: Учитавање ресурса
sv: Laddar en resurs
zh: 正在加载资源
zh_tw: 正在載入資源
